/* Loading Status */
"Loading..." = "Loading...";

/* Pull down to refresh status */
"Pull down to refresh..." = "下拉刷新..";

/* Pull down to load more status */
"Pull up to load more..." = "上拉加载更多...";

/* Release to load more status */
"Release to load more..." = "松开加载更多...";

/* Release to refresh status */
"Release to refresh..." = "松开刷新...";

/* Last uppdate in days singular */
"Updated %ld day ago" = "更新于%ld天前";

/* Last uppdate in days plural */
"Updated %ld days ago" = "更新于%ld天前";

/* Last uppdate in hours singular */
"Updated %ld hour ago" = "更新于%ld小时前";

/* Last uppdate in hours plural */
"Updated %ld hours ago" = "更新于%ld小时前";

/* Last uppdate in minutes singular */
"Updated %ld minute ago" = "更新于%ld分钟前";

/* Last uppdate in minutes plural */
"Updated %ld minutes ago" = "更新于%ld分钟前";

